---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ElevWidth
source: html/457fd751-0a21-774d-0a7e-4c8a86f79553.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ElevWidth Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId ElevWidth { get; }
```